const TextRoles = () => {
  const text =
    "❌ حتما حتما این متن رو بخونید ❌\n⚖️ راهنما و قوانین ثبت آگهی:\n📄 متن آگهی باید برای یک خواسته و نیازمندی باشه یعنی نمیتونی چندتا موضوع مختلف رو توی یه آگهی ثبت کنی. \n\n1️⃣ توی متن آگهی استفاده از لینک و موارد تبلیغاتی مجاز نیست! ⚠️\n\n2️⃣ گرفتن تست غیر مجاز است.✖️\n\n3️⃣  استفاده از کلمات مستجهن و توهین آمیز ممنوع است.🔒\n\n4️⃣ درج آگهی امتحان، پایان نامه، پرپوزال ممنوع است و درصورت درج توسط پشتیبانی حذف می‌گردد⛔️\n\n5️⃣ برای درج آگهی توانایی های خود، آگهی استخدامی یا انجام پروژه توسط تیم پراجکت بورد به پشتیبانی پیام دهید.\n🆔 @project_board_admin\n\n6️⃣قبل از هرگونه توافق و پرداخت هزینه برای پروژه کانال زیر را کاملاً مطالعه کنید و از پرداخت هزینه بدون واسطه کردن ادمین بپرهیزید.\n@pardakhte_motmaen\n\n\n❌ در صورتی که آگهی تون قوانین ذکر شده رو رعایت نکرده باشه و راهکار پرداختی شما غیر از موارد فوق باشد\nمجموعه پراجکت بورد هیچ مسئولیتی در قبال وجه پرداختی شما ندارد ❌\n";
  return text;
};

module.exports = TextRoles;
